import { Course } from "../class/Course";
import { Challenge } from "../class/Challenge";


//1: 건강행
//2: 케어행
//3: 지켜야행
//4: 일탈행
//5: 추억행
//6: 사랑행
//7: 똑똑행

export const courses = [
  new Course(1, 6, "거침없이 하이킥", "누구보다 널 생각하는 사람들은 가족이야. 7일동안 가족과 즐거운 시간 보내볼까?", 7, 20, [
    new Challenge(1, "꽃 사진 찍어 보내기", "길가에 예쁜 꽃 많이 핀 거 봤어?! 어떤 꽃이든 좋으니까 부모님께 사진 찍어서 보내줄까? 셀카는 반칙!", "꽃 엄청 예쁘다.. 꽃 이름이 뭐야? 길가다 예쁜 꽃이 있으면 종종 부모님께 보내보는거 어때?", 23),
    new Challenge(2, "손편지 써주기", "손편지로 마음을 전해 본 지 오래지? 부끄럽지만 우리 종종 이렇게 마음을 전해볼까?", "편지 써 드리니까 너무 좋아하시지? 우리 종종 이렇게라도 ㅁㅁㅁ의 마음을 표현해볼까?", 25),
    new Challenge(3, "아침 안부 인사 전하기", "아침에 오늘 하루 잘 보내라는 말을 들으면 하루가 행복하대! 우리 같이 아침 인사 해볼까?", "헐 이렇게 스윗하게 보내다니! 완전 행복하겠다! ㅁㅁㅁ도 오늘 좋은 하루 보내기다!! 약속!!", 17),
    new Challenge(4, "함께 산책하기", "오늘 저녁에 약속있어? 날씨도 완전 선선한데 함께 집 앞 산책하면서 하루를 마무리 해보는게 어때?", "날씨 완전 좋더라! 뭐 힘들다구? 운동 부족이야 부족! 앞으로 자주자주 산책하자 어때?", 25),
    new Challenge(5, "최애 이모티콘 선물해주기", "부모님은 어떤 이모티콘 쓰셔?! 헐 그것도 귀여운데 우리 다른 이모티콘 선물해 보는게 어떨까?", "부모님이 완전 좋아하시지! 헐 직접 써서 보여주셨다고?! 완전 뿌듯하겠다! 작게라도 종종 마음을 전해보자!", 16),
    new Challenge(6, "가족과 3분이상 통화하기", "통화목록에 죄다 친구, 연인밖에 없지?! 오늘 부모님께 안부전화 드려봐! 두근두근", "부모님이 뭐라셔?! 목소리 들으니까 좋지?! 우리 하루에 한번은 부모님께 전화드리자!", 22),
    new Challenge(7, "부모님과 저녁먹기", "요즘 바빠서 같이 저녁 먹기 힘들지? 오늘은 오랜만에 같이 저녁 먹는거 어때? 집밥 먹자 집밥!", "맛있는거 먹었어? 어머님 요리 완전 맛있어 보이더라.. 집밥이 짱이지!", 20)
  ]),
  new Course(2, 5, "고급 사진가", "이 코스까지 끝내면 친구들 사이에서 인기짱이 될거야.\n- 모행 단독 사진 시리즈 코스 3탄 -", 7, 20, [
    new Challenge(1, "5가지 물건과 사진찍기", "고급 사진가가 되는 첫 걸음! 5가지 물건과 함께 사진을 찍어봐. 벽은 포함 안 시켜줄거야!", "너 은근 조화로운 사진을 찍을 줄 아는구나!? ㅁㅁㅁ, 너 예상외로 사진 좀 찍는다!?", 22),
    new Challenge(2, "같은 장소에서 낮, 밤 사진 찍기", "같은 장소여도 낮이랑 밤은 분위기가 천차만별이지! 오늘은 그 차이를 느껴보자~", "낮, 밤 중에 어떤 시간이 더 맘에 들어? 왜 그렇게 생각하는지도 궁금해!", 19),
    new Challenge(3, "점프샷 찍기", "자 하나, 둘, 셋... 점프!! 과연 한 번에 성공할 수 있을까!?", "와 너 발에 스프링 단 거 아니지? 공중부양 한 줄 알았잖아..!! 빨리 자랑하러 가자!", 25),
    new Challenge(4, "친구와 전신 사진 찍기", "누가 더 키가 큰 지 대결해봐~ 뭐? 친구를 만날 수 없다고? 바로 앞에 있잖아!", " .. 나 브이하고 있었는데, 봤지?", 17),
    new Challenge(5, "아웃 포커싱 사진 찍기", "오늘은 내가 고급 스킬을 알려줄게. 바로 아웃포커싱! 아 이거 아무한테나 알려주는 거 아닌데~", "어때? 배경이 흐리니까 주인공에게 더 집중할 수 있는 것 같지 않아!? 다음엔 날 찍어줘~", 24),
    new Challenge(6, "동물 사진 찍기", "반려동물이 없다구!? 밖으로 나가면 고양이나 산책하는 강아지 친구들이랑 마주칠 수 있을거야~", "나 다음으로 귀여운 동물을 찍어왔네! 나보다 더 친해지면 안된다~", 15),
    new Challenge(7, "내 사진 찍기", "다른 사진도 좋지만, 가장 중요한 건 나 자신인 걸 잊지마! 다신 오지 않을 오늘의 내 모습을 남겨줘~!", "축하해! 고급 사진가가 되었어! 친구들에게 완전 인기 만점이겠는걸~? 고급 사진가가 된 기념으로 카메라를 사보는 건 어때?", 20)
  ]),
  new Course(3, 1, "그림 그리기, 참 쉽죠?", "펜과 종이만 있다면... 무엇이든 그릴 수 있어!", 7, 20, [
    new Challenge(1, "좋아하는 동물 그리기", "ㅁㅁㅁ, 어떤 동물을 가장 좋아해? 나인 거 다 알지만 그래도 한 번 물어는 봐줄게.", "ㅁㅁㅁ! 그림 너무 귀엽다!", 18),
    new Challenge(2, "좋아하는 계절 그리기", "나는 겨울을 가장 좋아하는데, ㅁㅁㅁ, 너는?", "이 계절을 가장 좋아하는 이유도 궁금하다!", 23),
    new Challenge(3, "좋아하는 색깔로 그리기", "진하게, 연하게! 세로로, 가로로 ... 한 가지 색으로도 여러 느낌을 낼 수 있어!", "한 가지 색으로 그린 그림 같지 않게 다채로운 그림이네!", 17),
    new Challenge(4, "책상 위 물건 그리기", "지금 ㅁㅁㅁ의 책상 위엔 뭐가 놓여 있어? 한 가지를 골라 그려보자.", "ㅁㅁㅁ의 전체 책상 뷰가 궁금해지는 물건이네!", 15),
    new Challenge(5, "좋아하는 음식 그리기", "최애 음식은 상상하는 것 만으로 행복해지지... 나는 치킨, 피자, ... 너무 많아!", "와.. 너무 먹고 싶다... 나 배고파졌어 ㅁㅁㅁ!!", 20),
    new Challenge(6, "최근에 꾼 꿈 그리기", "최근에 꾼 꿈이 기억나지 않는다면 기억에 남는 꿈을 그려봐!", "ㅁㅁㅁ, 꿈 자주 꿔? 꿈이 흑백인 사람도 있대!", 25),
    new Challenge(7, "자화상 그리기", "다른 사람들의 시선을 벗어나 나 자신을 탐색해보는거야!", "ㅁㅁㅁ, 자신을 솔직하게 표현해보니 어때?", 23)
  ]),
  new Course(4, 5, "나 돌아갈래", "사람은 추억을 먹고 산다는 말이 있잖아?\n행복했던 그 때를 떠올리며 학창 시절을 추억해보자.", 7, 20, [
    new Challenge(1, "교복 입은 사진 찾아보기", "처음 교복을 받아들고 학교 갈 준비를 하던 설레던 순간 기억나? 그 때를 떠올리며 교복 입은 사진을 찾아보자!", "교복 입은 ㅁㅁㅁ, 상상만 해도 앳되고 귀여워!", 19),
    new Challenge(2, "받았던 편지 꺼내보기", "친구에게 과거의 너는 어떤 사람이었을까? 친구에게 받았던 편지를 꺼내보며 그 때를 추억해보자~", "오랜만에 친구의 편지를 읽어 본 소감이 어때? 오늘은 오랜만에 옛 친구에게 연락해보는 것도 좋겠다!", 27),
    new Challenge(3, "담임 선생님 떠올리기", "스승의 은혜는 하늘 같아서~ 우러러 볼 수록 깊어만 가네! ㅁㅁㅁ, 기억에 남는 선생님이 있어? 성함이 뭐야?", "어느덧 어른이 된 ㅁㅁㅁ 처럼 선생님도 많이 나이가 들었겠다. 용기를 내서 선생님께 연락해보는 건 어때?", 22),
    new Challenge(4, "학창 시절 최애곡 듣기", "학창 시절 자주 듣던 노래 있어? 듣기만 해도 그 때가 떠오르는 최애곡, 오랜만에 들어보자! 나한테도 들려줘~", "급식으로 나오던 당근, 참 맛있었는데..", 16),
    new Challenge(5, "제일 친한 친구 떠올리기", "학창 시절 제일 친했던 친구는 누구야?", "지금은 내가 제일 친구지? 그치?", 15),
    new Challenge(6, "로드맵으로 학교 구경하기", "학교가 어떤 모습이었는지, 그리고 학교 주변 풍경이 어땠는지 기억나? 로드맵으로 오랜만에 등교해볼까?", "우리 학교 운동장은 광활한 초원이었어. 정말 마음껏 뛰어놀았던 그 때가 그립다~", 23),
    new Challenge(7, "졸업 앨범 찾아보기", "졸업 사진 찍던 날, 설레는 마음으로 어떤 포즈를 취할 지 고민하던 거 기억나? 졸업앨범을 보며 그 때를 기억해봐~", "벌써 졸업하고 이렇게 어엿하게 멋진 어른이 된 네가 자랑스러워. 너무 너무 수고 많았어 😘", 25)
  ]),
  new Course(5, 2, "비움의 미학", "비울수록 채워진다는 말이 있어.\n불필요한 것들을 비우면서 미니멀리즘과 한 발짝 가까워지자!", 3, 10, [
    new Challenge(1, "냉장고 비우기", "언제 넣었는지도 모를 음식들이 냉장고 깊숙한 곳에 숨어있다구. 얼른 버려!", "냉장고를 비우고 나니까 마음 속이 후련하지 않아? 앞으로는 쌓아두지 말기!", 25),
    new Challenge(2, "서랍장 비우기", "서랍 속에 있었는 지도 몰랐던 물건들, 정말 필요한걸까? 과감히 버려보는 건 어때?", "공간 생겼다고 새 거 사는 거 아니지? 정말 필요한 물건으로만 채우기다!", 25),
    new Challenge(3, "옷장 비우기", "입지도 않으면서 아깝다고 쌓아두고 있는 옷들 있지? 과감히 버려보자.", "옷장이 숨 쉴 수 있게 됐어. 앞으로도 매일 작지만 불필요한 것들을 하나씩 비워나가보자!", 25)
  ]),
  new Course(6, 3, "아침부터 저녁까지", "아침부터 저녁까지 규칙적인 습관을 위해 7일동안 달려보자!", 7, 20, [
    new Challenge(1, "침대 정리하기", "잘 잤어? 오늘 침대는 정리하고 나왔어? 뭐야~ 안 했다고? 그럼 지금이 기회야 ㅁㅁㅁ!", "침대 정리 깜빡한 거 맞지? 내가 알려준 거다~?", 17),
    new Challenge(2, "샤워 전에 머리 빗기", "샤워 전에 머리를 빗으면 두피 건강에 좋다고 해! 빗을 가지고 가서 머리 한번 빗어보자!", "두피가 깨끗해진 느낌이 들지 않아?! 앞으로 습관으로 만들어봐!", 18),
    new Challenge(3, "밥 먹기 전 물 마시기", "밥 먹기 전에 우리 몸의 수분 보충은 필수지! 이거 비밀인데~ 건강에 그렇게 좋대!", "물 한 잔으로 과식을 방지하는 효과가 있다고 하던데~ ㅁㅁㅁ! 어땠어? 효과 있어?", 15),
    new Challenge(4, "30분 산책하기", "하루에 30분은 햇빛을 받아야 한대! 오늘 날씨도 좋은데 산책 어때?", "밖에 잠깐 나가니까 기분이 리프레시되지 않았어?! 귀찮았을 텐데 수고했어 ㅁㅁㅁ!", 21),
    new Challenge(5, "야식 먹지 않기", "난 너가 야식 먹고 식도염에 걸리면 나는 너무 슬플 것 같아.. 오늘 밤에 배달 앱은 넣어둬!", "잘 참았어! 아주 기특해~ 대신 내일 아침 맛있는 거로 같이 먹는 거다!", 24),
    new Challenge(6, "자기 전 스트레칭하기", "자기 전에 스트레칭하면 수면의 질이 올라간대! ㅁㅁㅁ~ 오늘 꿀잠을 위해 간단한 스트레칭 어때?", "어때, 잠이 솔솔 오는 것 같지 않아?! 수고했어~ 잘자 ㅁㅁㅁ!", 20),
    new Challenge(7, "자기 전 멀티탭 끄기", "멀티탭 전원을 꺼야 전력 낭비를 줄일 수 있대! ㅁㅁㅁ~ 모행~? 잘 거면 전원 끄고 자자!", "아차차 휴대폰은 전원 끄면 안 된다! 내가 기다리고 있어야 하거든~", 19)
  ]),
  new Course(7, 4, "오늘의 일일DJ", "매일매일 똑같은 노래만 듣긴 지겨우니까!\n새로운 노래들을 플레이리스트에 추가해보자~", 7, 20, [
    new Challenge(1, "드라이브할 때 들을 노래", "드라이브에 노래가 빠질 수 없지! ㅁㅁㅁ! 드라이브 할 때 무슨 노래 들어?", "안되겠다... 나 오늘 드라이브 가야겠어!!", 21),
    new Challenge(2, "태어난 해에 나온 노래", "ㅁㅁㅁ~ 너랑 동갑인 노래를 찾아 들어봐!", "선생님, 이 노래랑 친구시라고요...?", 16),
    new Challenge(3, "초등학생 때 듣던 노래", "피아노, 태권도 학원 가는 길에 자주 들었던 노래를 들어보자! ", "ㅁㅁㅁ... 혹시 전자사전 세대? 미키마우스 MP3 세대?", 23),
    new Challenge(4, "여름이 생각나는 노래", "꼭 여름이 생각나는 청량한 노래들이 있지! 그런 노래들을 틀어봐~", "ㅁㅁㅁ, 여름 좋아해? 이런 노래를 들을 땐 여름이 좋아지더라~", 19),
    new Challenge(5, "제목에 색깔이 있는 노래", "ㅁㅁㅁ, 좋아하는 색이 뭐야? 오늘은 제목에 색깔이 들어가는 노래 듣자!", "알록달록~ 같은 색이여도 여러가지 분위기의 노래가 있는 것 같아!", 20),
    new Challenge(6, "춤 추고 싶어지는 노래", "둠칫둠칫 춤을 출 수 밖에 없는 노래를 들어보자! 내친김에 춤도 추자!", "ㅁㅁㅁ...!! 댄싱머신 이였구나..!!!", 17),
    new Challenge(7, "추천하고 싶은 노래", "ㅁㅁㅁ! 나를 보면 생각나는 노래를 추천해줘~", "오늘 자기 전엔 이 노래 한 곡 반복 하면서 잠들게! ㅁㅁㅁ, 고마워!", 25)
  ]),
  new Course(8, 7, "이번주는 다독다독", "한 글자 한 글자 읽을수록 마음이 풍족해지는 느낌! 같이 느껴보자~", 7, 20, [
    new Challenge(1, "읽을 책 고르기", "시작이 반이다! 독서는 읽을 책을 고르는 것 부터 시작된다구~ 무슨 장르 좋아해?", "제목부터 재밌어보이네! 피드에 자랑해 볼까?", 22),
    new Challenge(2, "20 페이지 이상 읽기", "처음은 쉽게 시작해보자. 매일매일 조금씩이라도 읽는 습관이 중요해!", "읽다보니 재밌어서 더 읽었다구? 아주 좋은 현상이야!", 24),
    new Challenge(3, "마음에 드는 문장 필사", "오늘 읽은 내용 중 마음에 든 문장을 적어보자.", "쓰윽 읽는 것과 한 글자씩 써보는 건 확실히 느낌이 다르지!?", 18),
    new Challenge(4, "30분 이상 읽기", "30분 동안 집중해서 읽어보자. 셋, 둘, 하나, 시작!", "30분 집중, 쉬운 건 절대 아니야. 수고했어 ㅁㅁㅁ!", 15),
    new Challenge(5, "오늘 읽은 내용 2줄 요약하기", "이런 목표를 가지고 독서를 하면, 더 깊게 생각하면서 독서를 하게 돼.", "오늘 읽은 내용의 핵심은 이거구나! 머릿속에 더 남는 것 같지?", 21),
    new Challenge(6, "30분 이상 읽기", "오늘도 30분 이상 집중해서 읽어보자. 꾸준히 하면 습관이 될 거야!", "꾸준히 독서하는 ㅁㅁㅁ 멋있어!", 23),
    new Challenge(7, "안부에 책표지 올리기", "이번 코스에서 읽은 책의 표지를 찍어서 피드에 올려줘.", "ㅁㅁㅁ! 앞으로도 꾸준히 마음의 양식을 쌓아보자!", 17)
  ]),
  new Course(9, 5, "중급 사진가", "어엿한 초보 사진가가 되었구나.\n 이번엔 좀 더 다양한 사진을 찍어볼까?\n- 모행 단독 사진 시리즈 코스 2탄 -", 7, 20, [
    new Challenge(1, "일몰 사진 찍기", "오늘 일몰시간 언제래? 노을 구경도 할 겸 일몰 사진을 찍어보자!", "와... 노을 사진은 언제 봐도 마음이 편해지는 것 같아~ 너무 예쁘다!", 25),
    new Challenge(2, "내 뒷모습 찍기", "ㅁㅁㅁ, 네 뒷 모습을 본 적이 있어? 맨날 앞 모습만 보며 살았잖아, 오늘은 뒷 모습을 찍어보자!", "벌써 고난도의 사진 기술을 마스터하다니... 다른 사람들한테도 보여주자!", 16),
    new Challenge(3, "얼굴 없는 셀카 찍기", "그동안 셀카 찍을 때 얼굴에 집중했었지? 오늘은 나의 다른 부분에 집중해보자!", "너 얼굴 보기 싫어서 그런 거 아닌 거 알지? ", 15),
    new Challenge(4, "꽃 사진 찍기", "좋아하는 꽃이나 지나가다 마주친 꽃을 찍어봐! 무슨 향기가 나?", "혹시.. 바로 앞에 있는 꽃 안보여? 안보인다고? 흠.. 보일텐데~ 눈이 좀 안좋네~", 20),
    new Challenge(5, "오늘 입은 옷 찍기", "ㅁㅁㅁ의 데일리룩이 궁금해! ㅁㅁㅁ는 어떤 옷 스타일 좋아해?", "ㅁㅁㅁ, 너 옷도 잘 입었었어? 못 하는 게 뭔데!? 나도 못 입는 건 아니다 뭐!", 19),
    new Challenge(6, "파란색과 노란색이 있는 사진 찍기", "파랑, 노랑 좋아해? 나도 좋아하는데 우리 같이 파랑, 노랑 찾아볼래?", "헐, 이런 곳에 파랑, 노랑이 있었구나! 완전 의외인걸?!", 23),
    new Challenge(7, "방 사진 찍기", "너의 방은 어떤 무드로 가득한지 궁금해! 어떻게 채웠는지 보여주라!", " 이런 무드가 있었다니?! 감성 넘치는걸? 나도 ㅁㅁㅁ의 방처럼 꾸며 봐야겠어!", 20)
  ]),
  new Course(10, 7, "지구촌 촌장되기", "글로벌 시대에 맞는 인재가 되어보자구.\n코스가 끝나면 최소 3개 국어로 인사할 수 있을걸?", 7, 20, [
    new Challenge(1, "3개 국어 인삿말 말하기", "니하오! 오늘은 나에게 3가지 언어로 인사해줘. 내가 힌트 하나 줬다!", "오~ 잘하는데?! 더 할 수 있어? 다른 친구들에게도 인사해줘!", 17),
    new Challenge(2, "외국인 유튜브 영상 보기", "관심있는 언어를 사용하는 유튜버의 영상을 찾아봐~ 재밌으면 나도 보여주기다!!", "눈으로도 보고, 귀로도 들었네~ 그럼 공부가 두 배로 됐겠다! 그치!", 19),
    new Challenge(3, "외국어 단어 5개 외우기", "몰랐던 외국어 단어를 딱 5개만 외워볼까? 나부터 할게~ apple, banana, ...", "진짜 외운 거 맞지!? 내일 쪽지시험 본다~?", 21),
    new Challenge(4, "외운 단어로 문장 만들기", "어제 외운 단어 기억 나지? 어제 외운 단어로 문장을 만들어봐~", "와 진짜 외웠었네? 대단하다 ㅁㅁㅁ~ 아냐 아냐 의심한거 아니야 진짜야!!", 24),
    new Challenge(5, "외국어 신문 기사 읽기", "요즘 관심있는 주제 있어? 외국인 친구들의 의견도 한번 들어볼래?", "교양있는 ㅁㅁㅁ! 짱 멋있어! 나한테도 설명해 줘!", 25),
    new Challenge(6, "좋아하는 팝송 해석해보기", "ㅁㅁㅁ! 즐겨듣는 팝송 있어? 뜻을 알고 들으면 더 좋게 들릴 걸?", "와 이 노래 짱 좋다! 무슨 노래야? 불러줘 불러줘!", 20),
    new Challenge(7, "외국어로 안부 쓰기", "코스 마지막 날이야~ 완료 버튼을 누르고 지금까지 공부한 언어로 피드를 작성해줘!", "오늘은 양심에 맡긴다~ 꼭 남겨줘야 해!", 25)
  ]),
  new Course(11, 1, "집밥 모선생", "배달 음식이 얼마나 몸에 안좋은 지 알아?\n작은 요리라도 차근 차근 시작해보자구.", 7, 20, [
    new Challenge(1, "마트 가서 장 보기", "텅텅 비어있는 냉장고, 안봐도 뻔해! 냉장고 채우러 마트 갔다와~ 이상한 거 사지 말고!", "어땠어? 난 마트 구경하는게 제일 재밌더라~ 물론 나 먹을 것도 샀지?", 23),
    new Challenge(2, "냉장고 털어먹기", "어디서 소리 안들려? 냉장고 안에서 들리는데.. 제발 빨리 먹어달라고 소리치고 있어~", "냉장고에 의외로 생각지도 못했던 것들이 많지 않아? 설마.. 먹지 말아야 할 것도 먹은건 아니지?", 20),
    new Challenge(3, "불 써서 요리 해먹기", "'요리' 라고 한다면 적어도 불은 써야하지 않을까? 계란 프라이라도 좋으니까 뭐든 해봐~", "불을 쓴 요리를 해먹다니.. 조만간 미슐랭 호텔의 쉐프가 되는 것도 머지 않았어, ㅁㅁㅁ!", 24),
    new Challenge(4, "예쁜 식기에 플레이팅", "같은 음식이더라도 어떤 식기에 있느냐, 어떤 모양으로 담기냐에 따라 천차만별 일 걸?", "나를 위해 요리를 하고, 플레이팅을 한다는 것.. 정말 낭만적이지 않아?", 17),
    new Challenge(5, "반찬 두 개 놓고 밥 먹기", "적어도 두 가지 이상은 놓고 밥을 먹어야 제대로 먹은 기분이 나지 않을까? 오늘은 여러 반찬을 놓고 다양한 맛을 즐겨보자!", "요리 조리 골라먹는 재미 어땠어? 앞으로도 아무리 귀찮아도 두 가지 정도는 놓고 밥 먹기!", 15),
    new Challenge(6, "내일 먹을 요리 생각하기", "내일은 좀 더 제대로 된 한끼 어때? 찌개를 끓여본다던지.. 식재료가 없다면 미리 준비해놓는 것도 좋겠어~", "내일 뭘 먹을지 내가 더 설렌다~ 나도 초대해 줄 거지?", 20),
    new Challenge(7, "최후의 만찬", "재료는 모두 준비해놨지? 챌린지 마지막날이니 만큼, 맛있는 만찬을 즐겨봐!", "챌린지 끝났다고 다시 배달 시켜 먹으면 안된다! 다 지켜보고 있다구.", 25)
  ]),
  new Course(12, 5, "초보 사진가", "남는 건 사진 뿐. 매일 매일 일상을 기록하며 추억을 쌓아보자!\n- 모행 단독 사진 시리즈 코스 1탄 -", 7, 20, [
    new Challenge(1, "하늘 사진 찍기", "난 몽글몽글한 구름들을 보면 기분이 좋아지더라~ 오늘 너희 동네의 하늘은 어때?", "엇, 그 구름 약간 날 닮은 것 같은데!? 일부러 이런 구름 찍어온거야? 너~", 16),
    new Challenge(2, "저녁밥 사진 찍기", "오늘은 뭘 먹을거야? 저녁 거르면 안된다~ 맛있는 저녁 먹고 사진으로 남겨보자!", "와 ㅁㅁㅁ 너만 맛있는 거 먹고... 나도 한 입만 주라... 딱 한 입만~", 19),
    new Challenge(3, "확대 사진 찍기", "요즘은 확대해서 찍는 게 감성이래. 깨져도 괜찮아~ 마음껏 줌인해봐!", "내 마음도 줌인해서 들여다봐주라~", 15),
    new Challenge(4, "손 사진 찍기", "ㅁㅁㅁ, 네 손은 어떻게 생겼어? 니 몸에서 제일 열일하는 친구에게 관심을 줘봐~", "내가 손금 봐줄게! 오~ 이 손금은...!!!", 19),
    new Challenge(5, "주황색이 들어간 사진 찍기", "오늘 내가 정한 행운의 색은 주황색이다 ㅁㅁㅁ! 주황색이 보이는 사진을 찍어와!", "좋다~ 주황색은 뭔가 따듯한 느낌이야~ 그치 ㅁㅁㅁ?", 24),
    new Challenge(6, "셀카 찍기", "오늘은 내 모습을 사진으로 남겨보자! 조금 부끄러워도 나중에 보면 귀엽다구~ 웃어 ㅁㅁㅁ!", "조명, 배경 다 완벽해! 나도 같이 찍어주라! 딱 한 장만 더 찍자!", 20),
    new Challenge(7, "제일 좋아하는 것 찍기", "ㅁㅁㅁ, 보기만 해도 기분이 좋아지는 거 있어?  사진으로 찍어 보여주라!", "와 나도 기분이 좋아지네~ 이걸 왜 좋아하는 지 알 것만 같아!", 24)
  ]),
  new Course(13, 7, "출발! 모행 영화 여행", "장르별 영화 섭렵! 시네필이 되고 싶다면 함께 해보자구~", 7, 20, [
    new Challenge(1, "코미디 영화 보기", "오늘부터 7개의 영화를 볼 거야 준비됐어? 가장 가볍게 볼 수 있는 코미디부터 시작하자고!", "ㅁㅁㅁ! 많이 웃었어? 웃으면 건강해지고 복이 온대~ 나도 조금 줄 거지?", 19),
    new Challenge(2, "미스테리 영화 보기", "영화 보면서 같이 추리하는 거 재미있지 않아? 누가 범인을 맞추는지 내기하자! 난 자신 있다고~", "이번 영화에서 가장 마음에 드는 캐릭터는 누구였어? 나는 정의로운 캐릭터가 좋더라~", 18),
    new Challenge(3, "로맨스 영화 보기", "오늘은 로맨스 영화를 한 편 볼까~ 이번에는 영화 음악에도 집중하면서 감상해 봐!", "나는 로맨스 영화에 쓰이는 음악들이 좋더라고~ ㅁㅁㅁ 너도 마음에 드는 곡 있었어? 나한테도 추천해 줘~", 15),
    new Challenge(4, "액션 영화 보기", "오늘의 장르는 스트레스를 한 방에 날려줄 액션 영화야! 이번에는 누군가와 함께 보는 건 어때?", "후~ 내가 다 속이 후련한 기분이야! 어떤 장면이 가장 마음에 들었어? 나는 주인공이 처음 등장하는 장면!", 20),
    new Challenge(5, "스릴러 영화 보기", "오싹한 스릴러 영화 어때? 잘 못 본다고? 괜찮아 내가 ㅁㅁㅁ 옆에 꼬옥 붙어 있어 줄게 걱정 말라고!", "어땠어? 사실… 나는 조금 무서웠어! 오늘 밤에 잘 수 있을까 걱정돼 ..", 23),
    new Challenge(6, "만화 영화 보기", "어렸을 때 만화 영화 좋아했는데! 어린 시절을 기억해 보면서 감상해보자. 분명 느낌이 다를 거야!", "나도 어렸을 때는 주인공처럼 될 수 있을 줄 알았는데 말이야! 나랑 주인공 조금 닮은 것 같아?", 19),
    new Challenge(7, "SF 공상과학 영화 보기", "벌써 마지막 챌린지라니 아쉽다! 마지막 영화는 공상 과학 영화야 SF 감상의 묘미는 역시 CG 아니겠어?", "어떤 영화가 가장 재미있었어? ㅁㅁㅁ의 영화 취향도 알게 되고! 우리 더 가까워진거 맞지><?", 24)
  ]),
  new Course(14, 6, "친구찾아 삼만리", "가장 가까우면서도 먼 죽마고우와 함께 7일간의 시간 여행을 떠나볼까?", 7, 20, [
    new Challenge(1, "최애 노래 추천하기", "요즘 제일 자주 듣는 노래가 뭐야? 플레이리스트가 텅텅 비었던데 꽉꽉 채워주자! 어때!", "헐 이 노래 완전 좋은데?! 완전 내 스타일이야! 나한테도 다른 노래도 추천해주면 안돼?", 16),
    new Challenge(2, "오늘의 tmi 물어보기", "하루가 어땠는지 궁금하지않아? 사소한거라도 좋으니까 한번 물어볼까?", "오늘 무슨 일 있었대? 헐 그렇구나..! ㅁㅁㅁ의 오늘 하루는 어땠어?", 19),
    new Challenge(3, "함께 셀카 찍기", "뭐 부끄럽다고?! 둘 다 멋있고 예뻐서 괜찮아! 엽사라도 좋으니까 같이 찍어볼까?", "진짜 엽사를 찍으면 어떡해! 아 엽사 아니라고?! 둘 다 멋있고 예쁘게 잘 나왔네", 21),
    new Challenge(4, "산책하기", "오늘 날씨도 좋은데 친구랑 동네 한바퀴 걸어보는거 어때?! 못한 얘기도 좀 하면서 말야~", "동네 걸으니까 옛추억도 새록새록 떠오르고 좋지! 우리 바빠도 종종 친구랑 산책하자!", 24),
    new Challenge(5, "함께 최애 카페 가기", "오늘은 친구와 노트북 없이 너의 최애카페에 가서 수다도 떨고 인생샷도 찍고 힐링을 해보는게 어떨까?", "친구랑 예쁜 사진 많이 찍었어? 거기 분위기 완전 좋던데~ 종종 친구와 카페가서 힐링하는거 어때?", 20),
    new Challenge(6, "집 데려다주기", "친구집 어딘지 기억 안나지? 서운해하겠어~ 오랜만에 친구랑 이야기 나누면서 집 앞까지 데려다줄까?", "드디어 기억났어? 그래~ 둘이 집 은근 가깝다니까~ 다음에는 친구가 데려다주기 약속해~", 25),
    new Challenge(7, "같이 아이스크림 먹기", "달달한 아이스크림 땡기지 않아? 나는 민트초코가 먹고싶네..! 친구랑 민트초코 아이스크림 먹으러 가는게 어때?", "뭐? 민트초코 싫어한다구? 그래서 어떤거 먹었는데? 헐 그거 맛있지.. 후식으로는 아이스크림이 짱이야~", 15)
  ]),
  new Course(15, 3, "일찍 일어나는 새", "일찍 일어나는 새가 벌레를 잡는다는 말도 있잖아?\n나와 함께 모닝 루틴을 수행하면서 건강한 아침 습관을 만들어보자구.", 7, 20, [
    new Challenge(1, "잠자리 정리하기", "일어나자마자 이불 정리하는 거 생각보다 귀찮지? 그치만 하고 나면 얼마나 뿌듯한데! 얼른 이불 정리부터 해보자.", "어때? 하고 나니 뿌듯하지? 앞으로 매일 일어나자마자 이불 정리부터 해보자!", 16),
    new Challenge(2, "양치 후 물 한 컵", "일어나자마자 물 먹기는 금물. 양치 한 후에 물을 먹어야 된대! 양치 후에 미지근한 물 한 컵으로 뇌를 깨워보자구.", "잠자리 정리한 후 양치한 다음 물 한 컵! 상상만 해도 상쾌한 걸?", 15),
    new Challenge(3, "아침 산책하기", "정리, 양치.. 그 다음엔 산책을 해보자. 꼭 산책이 아니어도 좋으니 ㅁㅁㅁ만의 루틴으로 몸을 깨워보자!", "새가 지저귀는 소리, 선선한 아침 공기. 전부 일찍 일어난 자만 느낄 수 있는 특권이라구.", 24),
    new Challenge(4, "내 취미 생활하기", "남들보다 일찍 시작하는 하루, 좋아하는 취미를 할 수 있는 시간이 생겼어. ㅁㅁㅁ만의 취미 생활을 즐겨봐!", "어떤 걸 했어? 외국어 공부? 독서? 뭐가 됐든 행복했다면 됐어~", 19),
    new Challenge(5, "나에게 응원의 한 마디", "오늘 하루도 고생할 나를 위해 응원의 한 마디 해주는 거 어때? ㅁㅁㅁ, 오늘도 화이팅!", "나 자신이야 말로 누구보다 든든한 내 편이란 거 알고 있지? 물론 나도 항상 널 응원하고 있다는 거 잊지마~!", 18),
    new Challenge(6, "오늘 할 일 적기", "아직도 아침이라니! 오늘은 어떤 일이 기다리고 있을까? 거창하지 않아도 좋아. 오늘 할 일을 적고 체크해나가며 뿌듯함을 느껴보자!", "하나 하나 체크할 때 마다 얼마나 뿌듯한 지 몰라. 앞으로도 계획적으로 살아보자구~", 23),
    new Challenge(7, "모든 루틴 수행하기", "기억 하지? 잠자리 정리, 양치 후 물 한 컵, 운동, 취미 생활, 응원, 할 일 적기! 오늘은 전부 해보는 건 어때?", "일주일동안 성공적으로 코스를 수행했구나! 어때? 벌레는 많이 잡았어? 앞으로도 ㅁㅁㅁ만의 모닝 루틴을 만들어보자!", 25)
  ]),
  new Course(16, 5, "갤러리 여행 떠나기", "함께 갤러리에서 추억 여행을 떠나볼까?\n몇년 전 사진부터 최근 사진까지 찾아보며 추억에 빠져보자.", 7, 20, [
    new Challenge(1, "1년전 내모습 찾아보기", "작년의 나는 어땠을까? 갤러리에서 1년전 나를 찾아보자! 어떤 사람들과 만났고 추억을 쌓았는지 알 수 있을거야~", "추억을 떠올리며 본 작년 모습은 어때? 작년에도 지금도 여전히 너는 최고야!", 15),
    new Challenge(2, "가족들 사진 찾아보기", "갤러리에서 우리 가족들 사진을 찾아보자! 어디에서 어떤 일들이 있었는지 회상도 해보면 좋을거야~", "가족들 사진을 보니 어때? 현실이 바쁘더라도 가족들과 추억을 많이 남겨보자~", 18),
    new Challenge(3, "웃는 얼굴 사진 찾아보기", "히히~ 갤러리에서 나의 웃는 얼굴을 찾아보는거야! 어떤 추억이 나올까 궁금하지 않아?", "웃는 모습을 보니 다시 그 감정이 떠올라 행복해지지 않았어? 사진처럼 앞으로도 웃는 일이 많이 생길거야!", 16),
    new Challenge(4, "음식 사진 찾아보기", "아이 배고파.. 갤러리에서 맛있는 음식 사진을 찾아보자! 함께한 사람과의 추억도 자연스레 떠오를거야~", "그동안 먹은 맛있는 음식들을 보고 왔어? 이렇게 맛있는 음식을 많이 먹었다니 ㅁㅁㅁ! 넌 행복한 사람이야~", 20),
    new Challenge(5, "멋진 풍경 사진 찾아보기", "여행지 사진, 멋지게 자라있는 나무, 노을 지는 집 앞 풍경 등 멋진 풍경 사진을 찾아보자~", "멋진 풍경을 보니.. 여행 떠나고 싶다.. 하지만 우리는 추억 여행을 떠나고 왔는걸! 여행은 멀리 있지 않다구~", 23),
    new Challenge(6, "하늘 사진 찾아보기", "새파란 하늘, 재미있게 생긴 구름을 보면 사진을 꼭 찍게 되더라.. 어떤 사진을 찍었는지 한번 갤러리에서 찾아보자!", "매일 보는 하늘인데 사진으로 보니 색다르고 더 예쁘지 않아? 하늘 사진을 보면서 기분이 좋아졌으면 좋겠어~", 21),
    new Challenge(7, "제일 처음 사진 찾아보기", "갤러리에 있는 가장 오래된 사진은 무엇일까? 어릴 때의 모습? 친구들 사진? 너무 궁금하다!", "갤러리의 가장 끝 과거까지 여행해보니 여러 추억들이 모두 생각나지 않아? 지금까지 여행하느라 수고했어!", 25)
  ]),
  new Course(17, 1, "긍정의 아이콘", "건강한 마음은 긍정적인 생각에서부터 시작돼!\n3일 후면 긍정의 아이콘이 되어있을 거야.", 3, 10, [
    new Challenge(1, "감사일기 쓰기", "오늘 하루 감사한 일 3가지만 딱 적어보자!아주 사소한 것이라도 좋아~", "감사함을 느끼는 것은 행복감을 가져오고,자존감을 높여준대!", 17),
    new Challenge(2, "좋아하는 것 적어보기", "좋아하는 것들을 적어보자!간단한 일도 괜찮아!", "기쁨을 가져다 주는 일을 위해서 하루 중 약간의 시간을 써보자!", 18),
    new Challenge(3, "긍정적인 특징 적어보기", "우리 이 특징들을 마음에 새기자. 하루에 한 번씩은 읽어볼까?", "내가 하나 더 추가해 줄게.'ㅁㅁㅁ! 매일 모든 면에서 점점 좋아지고 있다.'", 25)
  ]),
  new Course(18, 7, "나 제법 똑똑해", "똑똑하고 섹시한 뇌를 가지고 싶어? 일주일만 따라해봐.\n일주일 후엔 몸도 마음도 똑똑이가 되어있을거야", 7, 20, [
    new Challenge(1, "일어나서 시사 뉴스 읽기", "굿모닝! 잠은 잘 잤어? 하루를 시작하기 전에 시사 뉴스를 읽어보며 뇌를 말랑하게 해보자!", "어때 쉽지? 말랑해진 뇌로 오늘 하루를 더욱 알차게 보내길 바라!", 22),
    new Challenge(2, "관심있는 TED 강연 듣기", "똑똑! 지금 머릿속에 스치는 키워드가 뭐야? 최근에 생긴 관심사나 커리어는? 그 분야에 종사하는 사람의 강연을 들어봐", "조금이라도 관심이 생긴 분야에 가까워진 느낌이 들지? 그럼 주저하지 말고 도전해봐!", 25),
    new Challenge(3, "아침에 뉴스레터 읽기", "안녕? 오늘은 sns부터 들어가지말고 어젯밤 무슨 일들이 있었는지 신문이나 뉴스 헤드라인을 읽어보자", "어젯밤에는 어떤 일들이 있었는지 잘 살펴봤어? SNS에 접속하는 시간을 조금씩 줄여보자", 18),
    new Challenge(4, "원서 읽고 정리하기", "헬로! 니하우! 봉주르! 오늘은 공부하고 싶은 외국어를 하나 정해서 해당 언어로 쓰여진 원서를 읽어볼까?", "알럽유! 워아이니! 즈뗌므! 간단한 외국어라도 알아두면 언젠가 도움이 될거야, 똑똑해진 널 사랑해!", 25),
    new Challenge(5, "자기 전 독서 시간 갖기", "냠냠, 독서는 마음의 양식이라고! 오늘 밤에는 야식말고 마음의 양식 독서를 해보는게 어때? 배고픔이 사라질걸", "마음의 멘탈 푸드 맛있게 먹고 왔어? 똑똑해지는 다음 단계로 암온더넥스트레블! 가보자고!", 16),
    new Challenge(6, "책에서 좋았던 글 메모", "너의 마음을 보듬어 줄 수 있는 책 속의 한 구절을 수첩에 메모해보자. 기운이 빠질 때 한 번씩 들여다볼 수 있게", "소중한 너에게 한 줄기의 빛이 되어줄 구절을 앞으로도 자주 기록하고, 들여다보길 바라.", 19),
    new Challenge(7, "나를 위한 취미 만들기", "너의 온전한 시간을 갖으면서 취미 생활을 즐겨보자! 스트레스를 잘 푸는 방법도 중요하다고", "매일 반복되는 일상에 하루정도는 너에게 온전히 집중하고 투자하는 시간을 가져봐!", 24)
  ]),
  new Course(19, 2, "내가 제일 잘 나가", "모행과 함께 자존감 높이러 떠나보자!", 3, 10, [
    new Challenge(1, "오늘의 나한테 칭찬해주기", "오늘의 ㅁㅁㅁ! 아주 자랑스럽지 않아?? 어떤 주제든 좋으니까 칭찬 한마디 해주자!", "아주 잘했어. 나는 오늘의 ㅁㅁㅁ도, 내일의 ㅁㅁㅁ도 아주 자랑스러워! 내 곁에 있어줘서 고마워 ㅁㅁㅁ~", 17),
    new Challenge(2, "일어나서 명상 10분 하기", "명상하는 것은 너 자신을 더 알 수 있게 해준대! 나랑 같이 동영상 보면서 명상 해보자!", "와.. 나 잠깐 졸 뻔 했어! 처음이라서 아직 졸렸지만 꾸준히 하면 확실히 마음이 편안해질 것 같아! ㅁㅁㅁ, 너는 어땠어?", 25),
    new Challenge(3, "고민들을 종이에 적어보기", "ㅁㅁㅁ! 요즘 고민 있지~? 종이에 막 써내려가면서 생각 정리하면 고민이 너무 무겁게만 느껴지진 않을거야!", "어때, 좀 정리가 됐어?! 어어 나 갑자기 막 촉이와! ㅁㅁㅁ 고민이 해결될 것 같다는 촉!", 23)
  ]),
  new Course(20, 1, "눈은 소중하니까", "우리의 눈은 소중하니까!\n하루 종일 휴대폰과 컴퓨터 화면을 보았더니 눈이 너무 아프대..\n함께 챌린지를 수행하며 피로해진 눈에 휴식을 주자!", 7, 20, [
    new Challenge(1, "1분동안 눈 감고 있기", "흑흑.. 눈이 너무 피곤하대 하루종일 열심히 일하는 눈을 위해 잠시 휴식을 주자!", "눈이 힘을 얻었다! 이제 다시 열심히 일할 수 있대~ 가끔씩 눈에게도 휴식을 주자", 15),
    new Challenge(2, "1분동안 먼 곳 바라보기", "저기저 먼곳에는 무엇이 있을까... 매번 가까이 있는 것만 보지 말고 저 먼 곳을 바라보며 눈의 피로를 풀어보자!", "해보니 어때? 멀리있는 풍경을 보니 그동안 보지 못했던 것들도 보이는 느낌이야!", 17),
    new Challenge(3, "눈동자 세번 굴리기", "데굴데굴~ 동그라미를 그리면서 눈 운동을 해보자! 분명 눈도 운동을 좋아할걸?", "데굴데굴~ 눈운동 너무 쉽지않아? 앞으로도 가끔씩 동글동글 눈동자 굴려보자~", 19),
    new Challenge(4, "따뜻하게 눈 찜질해주기", "눈이 뜨끈하게~ 찜질하고 싶대! 오늘 하루 많이 일했으니까 따뜻한 수건으로 찜질해보자", "눈을 찜질하니까 혈액순환이 잘되는 느낌이지? 게다가 피로도 풀려서 좋다구!", 24),
    new Challenge(5, "5초간 눈 지그시 누르기", "소중한 눈을 마사지해줘~ 분명 시원할거야! 너무 세게 누르지는 말아줘! 아프면 안돼!", "어때? 시원하지? 눈이 피로가 싹 풀리는 기분이래~ 가끔씩 이렇게 눈 마사지를 해주자!", 16),
    new Challenge(6, "블루 스크린 차단하기", "파란 빛은 에너지가 강하다구~ 눈이 피로해질 수 있어! 우리 함께 차단해보자!", "파란 빛을 차단해보니까 어때? 조금 어색할 수 있지만 눈을 위해서 가끔씩 이렇게 해보자~", 22),
    new Challenge(7, "화면 밝기 줄여보기", "아이고 눈부셔! 화면 밝기가 너무 밝은 것 같아.. 잠시만 화면 밝기를 낮춰줘~", "이정도도 잘 보이지 않아? 너무 밝게 오랫동안 사용하지 말자! 우리의 눈은 소중하니까~", 21)
  ]),
  new Course(21, 3, "바른생활 어른이", "규칙적인 생활습관으로 더욱 건강한 생활을 해봐!\n일주일후엔 자연스럽게 몸에 베어있을거야 ", 7, 20, [
    new Challenge(1, "수면패턴 정하기", "뒤죽박죽 수면시간은 건강에 좋지 않아. 잠자는 시간을 정해두고 실천해봐! 개운하게 아침을 시작할 수 있을거야!", "너무 많지도 ,적지도 않은 너만의 수면시간을 정해서 앞으로도 실천해봐! 너의 몸을 건강하고 가볍게 만들어줄거야!", 24),
    new Challenge(2, "건강하게 챙겨먹기", "맵고 짜고 단게 맛있지만, 오늘은 영양분이 가득한 식단을 챙겨먹어봐! 온몸의 세포들이 깨어나는 기분일거야", "벌써 건강해진 느낌이 들지 않아? 편식하지말고 골고루 잘 먹는 사람이 얼마나 보기 좋다고", 22),
    new Challenge(3, "일어나서 물 한잔 마시기", "상쾌한 아침을 시작하며 물 한 컵 마셔보는 건 어때? 하루의 시작에 힘이 돼줄 거야", "정말 쉬운 일이지? 매일 아침 일어나서 물 한잔 마시면 피부도 건강도 더욱 좋아질거야", 15),
    new Challenge(4, "누워서 핸드폰 안하기", "매일 밤 너의 곁을 지키는 핸드폰을 잠시 내려놓고 일찍 잠에 들어보자, 눈도 마음도 편해질거야", "깜깜한 밤, 핸드폰에서 나오는 빛은 눈 건강에 무척 안 좋대! 자기전 핸드폰은 잠시 접어두고 꿈나라로 가보자", 21),
    new Challenge(5, "To do, Stop list 도전", "해야 할 일과 안 할 일들을 구분해서 계획을 세우고 알찬 하루를 보내봐!  스스로에게 뿌듯한 마음이 들거야", "계획을 따라 알차게 하루를 보낸 너에게 아낌없이 박수를 보내! 계획을 모두 지키지 못했어도 시작이 반이라는 말처럼 넌 정말 잘하고 있어", 25),
    new Challenge(6, "5번 크게 소리내서 웃기", "소리내서 웃는게 수명을 연장해준다는 이야기 들어봤어? 그만큼 웃음은 중요해! 오늘은 활짝 웃어보자 :)", "웃을 일이 없어도 의식적으로 웃으면 너의 일상에 절로 웃음꽃이 피어날거야! 우하하 지금도 한번 다시 웃어봐 ^^", 16),
    new Challenge(7, "힘이 되는 메모 적어보기", "자기 자신에게 사랑을 듬뿍 담아서 자기전에 메모를 적어봐! 타인이 아닌 나에게 주는 칭찬도 정말 달콤할거야", "스스로에게 메모를 남기는게 어색할 수 있지만 다른 사람들에게 하는 칭찬만큼 너 자신에게도 무한 칭찬을 해줘", 19)
  ]),
  new Course(22, 4, "달라달라", "가벼운 도전으로 일상에 새로운 변화를 줘보자구~!", 7, 20, [
    new Challenge(1, "평소와 다른 스타일 도전", "옷장 속에 잘 입지 않았던 옷이 있다면 입어보는 건 어때? 잘 어울릴거야~", "역시 ㅁㅁㅁ는 뭐든 잘 어울리네! 옷 스타일을 바꾸니까 분위기 전환도 되고 좋다~", 20),
    new Challenge(2, "방배치 바꿔보기", "방이 너무 크면 책상 위에 있는 물건도 좋아! 새로운 환경에 있으면 우리 기분도 달라진다구~", "사실 최근에 책상 위 물건을 정리했는데 ... 테이프가 안보이지 뭐야. 혹시 너가 가져갔어?", 25),
    new Challenge(3, "편의점 신메뉴 도전", "새로운 걸 경험한다는 건 항상 설레는 일인 것 같아~ ㅁㅁㅁ의 후기가 궁금한걸?!", "오늘의 경험이 ㅁㅁㅁ의 하루에 작은 활력이 되었으면 좋겠어! 오늘 하루 마무리 잘해~", 19),
    new Challenge(4, "새로운 주제의 글 읽기", "책도 좋고 짧은 논평이나 기사도 좋아! 평소에 손이 잘 가지 않았던 주제로 골라봐!", "새로운 주제도 도전해보니까 나름 흥미롭지 않아? 견문을 더 넓혀보자구~", 16),
    new Challenge(5, "취미생활 찾아보기", "1시간 정도 여유를 내서 평소에 궁금했던 관심사를 찾아봐봐! 새로운 취미를 찾으면 금방 일상이 바뀔걸~", "내 취미는 뭐냐고? 아잇 비밀이야! 더 친해지면 알려줄게 챌린지 열심히 해줘!", 21),
    new Challenge(6, "향수 바꿔보기", "오늘은 자주 뿌리던 향수 말고 다른 향수를 써보는건 어때? 향수가 없다면 바디워시도 좋아!", "킁카킁카 이 향 너무 좋다! 무슨 향이야? ㅁㅁㅁ 너랑 완전 잘어울려!", 25),
    new Challenge(7, "명상하기", "챌린지 하느라 정신 없이 시간을 보냈지? 마지막은 명상하면서 바쁜 일상을 탈출해보자고! 여유를 즐겨~", "색다른걸 해보니까 나의 세상이 더 넓어진 것 같은 기분이지? 성장하는 ㅁㅁㅁ, 대견스럽다구~", 23)
  ]),
  new Course(23, 6, "전지적 친구 시점", "친구가 보는 나는 어떤 이미지일까?\n전지적 친구 시점으로 나를 바라보자!", 3, 10, [
    new Challenge(1, "내 첫인상 물어보기", "친구랑 처음 만났을 때 기억나?그 때 친구가 느낀 내 첫인상은 어땠을까?", "진짜? 나는 ㅁㅁㅁ 처음 봤을 때 어땠더라...~", 21),
    new Challenge(2, "떠오르는 색 물어보기", "나를 보면 무슨 색이 떠오르는지 물어보자!나는... 무지개색?", "와 너무 좋은 느낌의 색이야~ㅁㅁㅁ! 나를 보면 무슨 색이 떠올라?", 24),
    new Challenge(3, "가장 좋은 점 물어보기", "조금 낯간지럽지만, 좋아한다는 말은 많이 말 할수록 좋지! 내 어디가 좋아!?", "나도 ㅁㅁㅁ의 그 점이 가장 좋은데!", 25)
  ]),
  new Course(24, 4, "나는야 맥.잘.알!", "다양한 맥주, 도전해보고 싶은데 잘 모르겠다고?! 모행과 함께 맥알못에서 맥잘알로 가보자고!\n(잠깐, 미성년자는 코스 진행 불가능이야!)", 3, 10, [
    new Challenge(1, "라거(Lager) 맥주 한 캔!", "라거는 저온에서 발효시킨 맥주야! 강한 탄산이 청량감을 느낄 수 있지~! 오늘 한번 도전해 볼까?", "ㅁㅁㅁ! 어떤 맥주에 도전해봤어? OB맥주? 버드와이저? 스텔라? 사실.. 내 최애는 스텔라야! >ㅁ<", 23),
    new Challenge(2, "에일(ALE) 맥주 한 캔!", "에일은 효모를 상온에서 단기간에 발효시킨 맥주야! 깊은 맛 or 과일 맛을 느낄 수 있지!", "나는 사실 에일은 내 취향이 아니었어.. ㅁㅁㅁ, 너는 어땠어? 맛있었어?! 후기 알려주라~!", 18),
    new Challenge(3, "스타우트(Stout) 맥주 한 캔!", "스타우트는 보리를 검게 로스팅 해서 발효한  맥주야! 고소한 풍미와 캐러멜 맛을 느낄 수 있지!", "나는 기네스 맥주에 시나몬을 위에 솔솔 뿌려서 먹는 걸 좋아해! ㅁㅁㅁ, 나중에 도전해 봐~!", 22)
  ]),
  new Course(25, 2, "나를 돌아봐", "가끔은 주변 말고 나한테 집중할 시간도 필요해.\n너만을 위한 시간을 가져보는거야!", 7, 20, [
    new Challenge(1, "위로가 되는 글 찾아읽기", "ㅁㅁㅁ, 너가 볼 때 마다 힘이 나는 글귀를 읽어보는거야! 나한테도 공유해주면 좋을 것 같아~", "뭐야.. ㅁㅁㅁ 이런 감성도 있었어?! 의왼데~ 나도 ㅁㅁㅁ 덕분에 힘이 나는 걸!", 19),
    new Challenge(2, "여유 시간 가지기", "오늘은 평소보다 10분 정도 더 쉬는 시간을 가져보는건 어떨까! 여유를 즐겨보자구~", "쉬는시간을 더 가지니까 피로가 좀 덜 쌓이는 기분이지? ㅁㅁㅁ! 항상 건강했으면 좋겠어~", 23),
    new Challenge(3, "일상의 소소한 재미 찾기", "ㅁㅁㅁ, 너를 웃게 해주는 일을 찾아보는거야! 아주 사소한거라도 좋아!", "ㅁㅁㅁ, 웃는 얼굴 너무 보기 좋은걸? 자주 웃자~", 16),
    new Challenge(4, "버킷리스트 작성하기", "평소에 하고 싶었던 일을 써보는거야! 나랑 같이 하나씩 해보자구~", "ㅁㅁㅁ 이런 것도 관심 있어 하고... 대단한걸? 나는 너랑 세계일주 해볼래~", 23),
    new Challenge(5, "바른 자세 유지하기", "바른 자세를 유지한다는건 절대 쉬운 일이 아니지.. 하지만 ㅁㅁㅁ의 관절은 중요하니까! 오늘은 자세에 신경써보자!", "아주 잘했어 ㅁㅁㅁ! 이대로 바른 자세를 유지하는 습관도 형성해보는거야~", 25),
    new Challenge(6, "좋아하는 간식 사먹기", "ㅁㅁㅁ, 제일 좋아하는 간식이 뭐야? 오늘은 디저트를 먹으면서 잠시 휴식을 취해보자! ", "오늘 하루는 어땠어? 그래도 잠깐 쉬면서 맛있는거 먹으니까 기운이 좀 나지? 내일도 화이팅이야!", 15),
    new Challenge(7, "나에게 편지쓰기", "다른 사람한테 말고 본인한테 편지 써 본 적 있어? 간단하게라도 좋으니까 고생하는 나를 위해 편지를 써주자!", "ㅁㅁㅁ의 편지를 보니 살짝 눈물이... ㅁㅁㅁ! 잘하고 있어. 언제나 너를 응원해!", 25)
  ]),
  new Course(26, 3, "리틀 플랜맨", "함께 계획하는 습관을 가져보자! 코스를 진행하며 내일 해야할 일을 미리 생각해볼 수 있어. 챌린지를 잘 수행하면 계획하는 습관을 갖게될거야~ ", 7, 20, [
    new Challenge(1, "먹을 음식 생각하기", "내일은 무엇을 먹을까? 미리 먹고 싶은 음식을 생각해서 내일 배가 고플 때 고민하지 않고 바로 먹는거야~", "내일 먹을 음식 생각해봤어? 우리가 미리 계획했으니까 내일 일어나서 바로 냠냠 먹어보자!", 24),
    new Challenge(2, "일어나서 할 일 생각하기", "내일 일어나자마자 가장 처음으로 어떤 일을 할꺼야? 미리 계획을 세워서 하루를 시작해보자!", "내일 가장 처음으로 할 일 생각해봤어? 우리가 미리 계획한 일을 하면서 하루를 시작하면 정말 뿌듯할거야!", 22),
    new Challenge(3, "들을 노래 생각하기", "노래 들을 때 무슨 노래를 들을지 너무 고민되지 않아? 둠칫둠칫 신나는 노래? 잔잔한 노래? 미리 정해보자!", "어떤 노래 들을 지 정해봤어? 우리가 미리 생각했으니 내일 무슨 노래 들을까 고민은 끝이다!!", 15),
    new Challenge(4, "밥먹고 할 일 생각하기", "배 빵빵하게 밥먹고 뭐하지..? 가만히 앉아있거나 눕지말고 재미있게 할 일을 생각해보자!", "생각해봤어? 밥 먹고 매일 똑같이 보내면 재미 없잖아~ 우리가 계획한대로 하면서 재미있게 하루를 보내자", 17),
    new Challenge(5, "색다르게 할 일 생각하기", "매일 비슷한 일상.. 더 재미있게 보낼 방법은 없을까? 내일 색다른 하루를 보낼 방법을 미리 계획해보자!", "어때? 한번 생각해보니 내일 하루를 더 즐겁고 의미있게 보낼 수 있을 것 같지 않아? 분명 내일은 색다를거야", 25),
    new Challenge(6, "꼭 해야할 일 생각하기", "내일 꼭 해야할 일! 중요한 일은 미리 계획해놓으면 효율적으로 수행할 수 있어~ 한번 생각해볼까?", "이렇게 미리 생각하고 계획했으니까 분명 내일 해야할 일을 전부 효율적으로 완료할 수 있을거야!", 21),
    new Challenge(7, "입을 옷 생각하기", "내일 뭐입지.. 미리 날씨를 보고 계획해보자! 이렇게 미리 생각하면 외출 준비시간도 줄일 수 있어!", "생각해봤어? 우리는 내일 옷을 고르는 데 걸리는 시간을 단축한거야! 앞으로도 이렇게 미리 계획을 습관화하자", 19)
  ]),
  new Course(27, 7, "모행의 음악수업", "음악의 장르는 정말 다양해~\n늘 듣는 음악 말고 새로운 음악들을 들어보면서 각 장르별로 분위기를 느껴보고 여러 장르를 알아가보자!", 7, 20, [
    new Challenge(1, "오케스트라 음악 듣기", "오케스트라가 생소하게 느껴진다면 우리에게 익숙한 팝 오케스트라나 영화 ost 오케스트라를 들으며 장르를 느껴봐!", "오케스트라 음악을 들어보니 어때? 관현악기들의 소리가 아름답지? 평소 듣는 곡과 느낌을 비교해봐~", 19),
    new Challenge(2, "클래식 음악 듣기", "클래식 음악. 지루할 것 같다고? 한번 들어보면서 클래식의 감성과 특징을 느껴보자!", "들어보니 느낌이 어때? 피아노, 바이올린.. 너무 감미로워서 마음이 편안해지는 기분이야.. ", 22),
    new Challenge(3, "락 음악 듣기", "락밴드는 음악에 그룹의 특징이 묻어나! 한번 들어보면서 마음에 드는 밴드를 찾아보자~", "어때? 밴드마다 다양한 음악의 느낌이 있지? 다양한 락의 느낌을 느끼고 평소 듣던 곡들과 비교해봐~", 20),
    new Challenge(4, "재즈 음악 듣기", "재즈 음악은 즉흥적인 면이 강하다는 특징이 있어. 한번 음악을 들어보면서 특징을 느껴볼까?", "익숙한 노래도 많지? 재즈의 특징인 즉흥적인 분위기를 느꼈어? 사실 너의 모든 느낌이 바로 재즈의 특징이야!", 16),
    new Challenge(5, "블루스 음악 듣기", "초기에 블루스는 분위기가 우울해서 블루스라는 이름이 붙었다고 해. 정말인지 직접 들으며 느껴볼까?", "블루스 특유의 분위기를 느끼고 왔어? 블루스는 다양한 장르에 영향을 주기도 했어 관심있으면 찾아봐!", 17),
    new Challenge(6, "EDM 듣기", "둠칫둠칫! EDM은 파티 문화에 쓰이는 전자음악을 통칭해. 오늘 하루 EDM을 들으며 흥겹게 보내볼까?", "파티 문화에 쓰이는 만큼 정말 신나지? EDM은 일렉트로 하우스, 트랩 등 다양한 장르로 세분화될 수 있어!", 15),
    new Challenge(7, "레게 음악 듣기", "레게는 자메이카에서 시작되었고 독특한 약박 리듬이 특징이야! 한번 들어보면서 레게를 느껴볼까?", "음악을 들어보니 특유의 리듬이 느껴져? 레게의 이 독특한 약박 리듬은 오프비트라고 해~", 21)
  ]),
  new Course(28, 2, "미라클 모행 모닝", "일찍 일어나지 않아도 돼! 너를 위한 아침을 보내보자~", 7, 20, [
    new Challenge(1, "따뜻한 차 한 잔 마시기", "아침에 따뜻한 차를 마시면 혈액 순환에 좋대. 여유있는 아침을 위한 한걸음이지!", "ㅁㅁㅁ! 어때, 마음이 조금 차분해지는 것 같지 않아? 나는 차 마시는 시간이 제일 좋더라~", 16),
    new Challenge(2, "공복에 유산균 먹기", "유산균은 공복에 먹어야 효과가 좋대! 유산균 먹고 맛있는 아침 먹자 ㅁㅁㅁ!", "귀찮았을텐데 잘 챙겨먹었어! 아주아주 장하다 ㅁㅁㅁ!", 19),
    new Challenge(3, "책상 정리하기", "굳이 책상이 아니더라도 오늘 하루종일 생활할 공간을 정리해보자!", "휴~ ㅁㅁㅁ, 잘 치우고 왔어?? 나는 이제야 일할 마음이 생겼다니까?", 20),
    new Challenge(4, "투두 리스트 적어보기", "ㅁㅁㅁ 오늘 뭐할거야? 약속이 있더라도 계획을 투두 리스트를 적어보자! 오늘 투두 리스트는 안까먹을걸~?", "나는 오늘 맛있는 밥 먹기, 끝내주게 숨쉬기 투두가 있는데 너는 무슨 투두가 있어?", 17),
    new Challenge(5, "간단한 운동 하기", "자고 일어난 우리 몸, 찌뿌둥하지! 간단하게 운동을 하면서 활기찬 아침을 보내보자~", "나는.. 10분 운동했더니 땀이 너무 많이 나지 뭐야? ㅁㅁㅁ, 무슨 운동했어? 너의 안부가 궁.금.해!", 24),
    new Challenge(6, "기사 한 편 읽기", "지난 밤에 무슨 일이 발생했을까? 너무 궁금해! 흥미로운 기사가 있다면 한 편 읽어보자!", "아니 세상에, 오늘 모행 어플이 실시간 인기 어플에 올라갔다는 기사가 있었어! 뭐라고? ㅁㅁㅁ, 그런건 못봤다고?! 아이 참!", 23),
    new Challenge(7, "창문 열고 날씨 확인하기", "밖에 날씨 어때~? 여기는 완전 화-창-해! ㅁㅁㅁ네 동네 날씨는 어떤지 궁금하다!", "날씨 너무 좋다! 그치! 오늘 밖에 나가서 산책해도 좋을 것 같아!", 15)
  ]),
  new Course(29, 4, "밤에 듣는 즉흥환상곡", "하루의 일과를 마치고! 그냥 자긴 아쉽잖아~ \n약간의 즉흥을 즐겨보는 건 어때?", 7, 20, [
    new Challenge(1, "밤에 산책 또는 자전거타기", "내가 제~일 좋아하는 거! \n ㅁㅁㅁ, 같이 밤에 산책이나 갔다 올까?", "걷는것도 좋고, 자전거도 좋아~ \n 밤공기를 쭉 들이마셔봐!", 21),
    new Challenge(2, "놀러갈 여행지 정해보기", "여행은 상상만으로도 너무 행복해! \n 다음 여행으론 어디에 가고 싶어?", "나도 캐리어에 몰래 넣어 가 주면 안 될까...", 24),
    new Challenge(3, "핸드폰 배경화면 바꾸기", "매일 10번은 보는 배경화면, 질리지 않아? \n 다른 사진으로 바꿔보는 건 어때?", "배경화면만 바꿔도 느낌이 엄청 다르지?!", 16),
    new Challenge(4, "새로운 카페 음료 마시기", "매일 먹는 음료 대신 새로운 음료를 시켜보자! 도전!", "어때? 다음에도 또 시킬 것 같아!?", 21),
    new Challenge(5, "혼자 인생네컷 찍기", "혼자 인생네컷 찍어본 적 있어? 포즈 4개만 정해서 찍어보자!", "나도 처음엔 힘들었는데, 찍어놓으니까 너무 마음에 들어!", 22),
    new Challenge(6, "자기 전에 영화보기", "오늘도 너무 수고했어! 자기 전에 영화 한 편 보고 기분 좋게 자자!", "무슨 영화 봤어? \n ㅁㅁㅁ, 잘 자~ 좋은 꿈 꿔!", 17),
    new Challenge(7, "집 앞 낯선 골목길 걷기", "내가 사는 곳인데도 낯선 곳들이 있지? \n 찾아가보자!", "어때? 새로운 동네에 간 느낌이었어?", 20)
  ]),
  new Course(30, 1, "햇살 가득한 하루", "야행성 생활은 이제 그만! 오전부터 기분좋게 하루를 시작해보자!", 7, 20, [
    new Challenge(1, "햇빛 아래에서 광합성하기", "ㅁㅁㅁ, 햇빛이 필요해! 5분이라도 나가서 비타민D를 합성해보자구~", "선크림 바르고 나간 거 맞지!?", 19),
    new Challenge(2, "영양 가득 과일 챙겨먹기", "제철인 과일 사러가자! 햇빛 받은 과일도 찍어보자!", "ㅁㅁㅁ, 무슨 과일 먹었어?", 23),
    new Challenge(3, "스트레칭 영상 따라하기", "몸은 자주 풀어줘야 한대. ㅁㅁㅁ, 스트레칭 시작!!!", "어때? 뭉쳐있던 근육이 좀 풀린 것 같아?", 20),
    new Challenge(4, "방 10분동안 환기 시키기", "환기는 하면서 사는거야 ㅁㅁㅁ?! 환기해 환기!!", "우와 너무 상쾌해~ 그치!? 환기는 주기적으로 꼭 해주자~", 15),
    new Challenge(5, "책상 정리하기", "먼지 털고! 쓰레기 치우고! 깔끔한 책상을 만들어보자~", "역시 환경이 깨끗해야 공부도 더 잘 되는 법이야~", 23),
    new Challenge(6, "앉은 자세 자각하기", "어이 ㅁㅁㅁ! 지금 어떻게 앉아있는거야!!! 허리 펴! 목 넣어!", "이상하게 앉아있을 때 마다 날 생각해 ㅁㅁㅁ~", 25),
    new Challenge(7, "눈 감고 눈동자 10번 회전", "모니터를 너무 많이 보는 세상, 눈 건강을 챙겨야 해!", "눈이 좀 촉촉해진 것 같은...데... 우는 거 아니지 ㅁㅁㅁ?", 16)
  ]),
  new Course(31, 5, "행복의 소중함", "행복했던 기억을 하나씩 떠올려보자~\n 어렵지 않고 오히려 재미있을 걸?!", 3, 10, [
    new Challenge(1, "가장 처음 행복을 느꼈던 기억", "가장 처음으로 행복을 느꼈던 때가 언제야? 어떤 걸로 행복을 느꼈어? ㅁㅁㅁ의 행복이 궁금해~", "와~ 역시 누군가의 첫 기억을 듣는 건 재미있는 것 같아! 나는 너가 첫 챌린지를 완료했을 때가 처음 행복을 느꼈던 때야!", 23),
    new Challenge(2, "받았던 생일선물 떠올리기", "ㅁㅁㅁ, 받은 선물 중에 가장 좋았던 건 뭐야? 기억에 남는 거 있어?", "ㅁㅁㅁ, 너는 그런 걸 좋아하는구나! 나도 너가 좋아하는 걸 기억하고 있을게~", 18),
    new Challenge(3, "특별한 경험 생각해보기", "겪었던 일들 중에 가장 특별했던 일은 뭐야? ㅁㅁㅁ의 소중한 기억을 공유해줘!", "그런 일이 있었다구?! ㅁㅁㅁ에게 앞으로도 색다르고 재미있는 경험이 생겼으면 좋겠어~", 25)
  ]),
  new Course(32, 2, "힐링이 필요해", "7일동안 나를 위해 떠나는 일상 속 힐링 여행!", 7, 20, [
    new Challenge(1, "자기 전 최애 노래 듣기", "ㅁㅁㅁ 불 끄고 누웠어? 하루 마무리를 ㅁㅁㅁ이 제일 좋아하는 노래로 마무리하는거 어때?", "기분은 좀 어때?! 좋다구~? 내일 하루 산뜻하게 시작해보자! 오늘 하루 고생했어~ 내일도 화이팅!", 16),
    new Challenge(2, "뜨거운 물에 샤워하기", "ㅁㅁㅁ, 다크서클이 발 밑까지 내려왔네? 오늘은 뜨거운 물에 30분동안 목욕하는게 어때? 피로 좀 풀어!", "개운하지! 피로가 싹 가시지! 다크서클이 제자리로 돌아갈 때까지 뜨거운 물에 목욕하자!", 19),
    new Challenge(3, "노트북 열지 않기", "ㅁㅁㅁ, 거북목 어떡할거야? 오늘 하루는 과제 생각없이 노트북을 잠시 덮어두자! ", "뭐? 수업이 있었다고? 그래도 오늘 하루 목건강은 챙겼잖아! 종종 노트북을 덮고 힐링하자~", 24),
    new Challenge(4, "좋아하는 맛집 가기", "ㅁㅁㅁ, 요즘 입맛이 없어보인다.. 제일 좋아하는 음식이 뭐야? 오늘 같이 먹으러 가자!", "맛있게 먹었어? 헐~ 그거 내가 제일 좋아하는 음식인데.. 다음에 나도 데려가~", 20),
    new Challenge(5, "나를 위한 선물 사기", "ㅁㅁㅁ! 요즘 가지고 싶은거 있다며? 가격이 뭐가 중요해! 오늘 하나 플렉스하자! ", "나를 위한 선물 엄청 오랜만이지?! 그래도 종종 나를 위해 작게나마 선물해보는거 어때?", 24),
    new Challenge(6, "3시간동안 핸드폰 꺼두기", "ㅁㅁㅁ, 알림이 쉴 새 없이 울리네? 잠시동안이라도 핸드폰을 꺼두고 나만의 시간을 가져보자!", "뭐? 메시지가 100개나 와있다고?! ㅁㅁㅁ인싸였구나! 우리 눈 건강 챙기자~", 25),
    new Challenge(7, "당장 가고 싶은 곳 가기", "오늘은 7일차 특별미션! 지금 이걸 보고 가장 가고 싶은 곳으로 떠나자!", "무계획도 계획이라고 즉흥여행도 가끔 가줘야 해~ 그래도 재미있었지?!", 25)
  ]),
  new Course(33, 6, "손에 손 잡고", "사랑하는 연인 혹은 좋아하는 사람과 함께 행복한 7일 보내볼까?", 7, 20, [
    new Challenge(1, "하트 이모티콘 보내기", "너 요즘 하트가 뜸하더라? 완전 서운해하겠어~ 오랜만에 하트 이모티콘으로 마음을 전해볼까!?", "엄청 좋아하지! 처음이 어렵지 두번은 쉬울걸~ 우리 자주자주 마음 표현해보자!", 16),
    new Challenge(2, "손잡기", "둘이 손 잡은지 오래 됐지? 날씨도 오랜만에 손 잡고 걸으면서 산책 어때? 내가 다 설레네", "헐 완전 설렜다고~? 앞으로 자주 손 잡기다! 알겠지?!", 22),
    new Challenge(3, "좋아하는 계절 물어보기", "좋아하는 계절이 모야? 헐 나랑 똑같네! 그럼 연인이 가장 좋아하는 계절은 뭐야?! 나는 겨울~", "봄? 여름? 가을? 겨울? 뭐야뭐야? 아~ 바다도 보러가면 완전 좋겠다! 그치?!", 18),
    new Challenge(4, "잘자 라고 보내기", "하루의 마무리를 잘자로 해보는건 어때? 혹시 알아? 좋은 꿈을 꿀지도~", "좋은 꿈 꿨어?! 까먹지 말고 앞으로 매일 보내기다~ 약속!", 17),
    new Challenge(5, "인생영화 추천하기", "연인에게 **의 인생영화를 추천해보는게 어떨까? 연인의 인생영화도 물어보고!", "헐 이 영화 완전 재미있잖아!? 오늘 추천해줬으니까 다음에는 같이 보자!", 20),
    new Challenge(6, "함께 저녁 먹기", "오늘은 같이 저녁을 먹으면서 못다한 얘기를 해보는게 어떨까?", "저녁 맛있게 먹었어?! 되게 재미있어 보이던데~ 무슨 얘기했는지 살짝 말해주라~", 25),
    new Challenge(7, "같이 사진 찍기", "오늘은 사랑하는 연인과 함께 사진 찍어 보는게 어때? 좋은 추억 하나 남기자고~", "사진 잘 나왔다! 둘 다 선남선녀네~ 앞으로 우리 자주자주 사진 찍어보자!", 25)
  ])
];
