import { Course } from "../class/Course";
import { Challenge } from "../class/Challenge";

export const courses = [
  new Course(1, 1, "초보 사진가", "초보 사진가 설명", 7, 20, [
    new Challenge(1, "하늘 사진 찍기", "난 몽글몽글한 구름들을 보면 기분이 좋아지더라~ 오늘 너희 동네의 하늘은 어때?", "엇, 그 구름 약간 날 닮은 것 같은데!? 일부러 이런 구름 찍어온거야? 너~", 12),
    new Challenge(2, "저녁밥 사진 찍기", "오늘은 뭘 먹을거야? 저녁 거르면 안된다~ 맛있는 저녁 먹고 사진으로 남겨보자!", "와 *** 너만 맛있는 거 먹고... 나도 한 입만 주라... 딱 한 입만~", 10),
    new Challenge(3, "확대 사진 찍기", "요즘은 확대해서 찍는 게 감성이래. 깨져도 괜찮아~ 마음껏 줌인해봐!", "내 마음도 줌인해서 들여다봐주라~", 20),
    new Challenge(4, "손 사진 찍기", "***, 네 손은 어떻게 생겼어? 니 몸에서 제일 열일하는 친구에게 관심을 줘봐~", "내가 손금 봐줄게! 오~ 이 손금은...!!!", 15),
    new Challenge(5, "주황색이 들어간 사진 찍기", "오늘 내가 정한 행운의 색은 주황색이다 ***! 주황색이 보이는 사진을 찍어와!", "좋다~ 주황색은 뭔가 따듯한 느낌이야~ 그치 ***?", 32),
    new Challenge(6, "셀카 찍기", "오늘은 내 모습을 사진으로 남겨보자! 조금 부끄러워도 나중에 보면 귀엽다구~ 웃어 ***!", "조명, 배경 다 완벽해! 나도 같이 찍어주라! 딱 한 장만 더 찍자!", 28),
    new Challenge(7, "내가 제일 좋아하는 것 찍기", "***, 보기만 해도 기분이 좋아지는 거 있어?  사진으로 찍어 보여주라!", "와 나도 기분이 좋아지네~ 이걸 왜 좋아하는 지 알 것만 같아!", 25),
  ]),
  new Course(2, 1, "중급 사진가", "중급 사진가 설명", 7, 20, [
    new Challenge(1, "하늘 사진 찍기", "난 몽글몽글한 구름들을 보면 기분이 좋아지더라~ 오늘 너희 동네의 하늘은 어때?", "엇, 그 구름 약간 날 닮은 것 같은데!? 일부러 이런 구름 찍어온거야? 너~", 12),
    new Challenge(2, "저녁밥 사진 찍기", "오늘은 뭘 먹을거야? 저녁 거르면 안된다~ 맛있는 저녁 먹고 사진으로 남겨보자!", "와 *** 너만 맛있는 거 먹고... 나도 한 입만 주라... 딱 한 입만~", 10),
    new Challenge(3, "확대 사진 찍기", "요즘은 확대해서 찍는 게 감성이래. 깨져도 괜찮아~ 마음껏 줌인해봐!", "내 마음도 줌인해서 들여다봐주라~", 20),
    new Challenge(4, "손 사진 찍기", "***, 네 손은 어떻게 생겼어? 니 몸에서 제일 열일하는 친구에게 관심을 줘봐~", "내가 손금 봐줄게! 오~ 이 손금은...!!!", 15),
    new Challenge(5, "주황색이 들어간 사진 찍기", "오늘 내가 정한 행운의 색은 주황색이다 ***! 주황색이 보이는 사진을 찍어와!", "좋다~ 주황색은 뭔가 따듯한 느낌이야~ 그치 ***?", 32),
    new Challenge(6, "셀카 찍기", "오늘은 내 모습을 사진으로 남겨보자! 조금 부끄러워도 나중에 보면 귀엽다구~ 웃어 ***!", "조명, 배경 다 완벽해! 나도 같이 찍어주라! 딱 한 장만 더 찍자!", 28),
    new Challenge(7, "내가 제일 좋아하는 것 찍기", "***, 보기만 해도 기분이 좋아지는 거 있어?  사진으로 찍어 보여주라!", "와 나도 기분이 좋아지네~ 이걸 왜 좋아하는 지 알 것만 같아!", 25),
  ]),
  new Course(3, 1, "고급 사진가", "고급 사진가 설명", 3, 20, [
    new Challenge(1, "하늘 사진 찍기", "난 몽글몽글한 구름들을 보면 기분이 좋아지더라~ 오늘 너희 동네의 하늘은 어때?", "엇, 그 구름 약간 날 닮은 것 같은데!? 일부러 이런 구름 찍어온거야? 너~", 12),
    new Challenge(2, "저녁밥 사진 찍기", "오늘은 뭘 먹을거야? 저녁 거르면 안된다~ 맛있는 저녁 먹고 사진으로 남겨보자!", "와 *** 너만 맛있는 거 먹고... 나도 한 입만 주라... 딱 한 입만~", 10),
    new Challenge(3, "확대 사진 찍기", "요즘은 확대해서 찍는 게 감성이래. 깨져도 괜찮아~ 마음껏 줌인해봐!", "내 마음도 줌인해서 들여다봐주라~", 20),
  ]),
];